@extends("layouts.app")
@section("content")
    @include("layouts/header_line")
    <div class="content">
        <div class="license_container">
            <h1>ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ ДЛЯ КОНЕЧНЫХ
                ПОЛЬЗОВАТЕЛЕЙ МАГАЗИНА EPIC <br> GAMES</h1>
            <p>Лицензионное соглашение для конечных пользователей магазина Epic Games</p>
            <p>Пожалуйста, внимательно прочитайте данное Соглашение.
                Настоящий юридический документ разъясняет ваши права и обязанности,
                связанные с использованием вами Программного обеспечения, включая любые Услуги или приобретения,
                полученные или сделанные с помощью Программного обеспечения. Загружая или используя
                Программное обеспечение или иным образом подтверждая свое согласие с настоящим Соглашением,
                вы соглашаетесь соблюдать условия настоящего Соглашения. Если вы не согласны или не можете
                согласиться с условиями настоящего Соглашения,
                не загружайте и не используйте это Программное обеспечение.</p>
            <p>Пожалуйста, ознакомьтесь с Политикой конфиденциальности Epic на странице
                <a href="">https://www.epicgames.com/tos.</a> Загружая или используя Программное обеспечение,
                вы также соглашаетесь с Условиями обслуживания Epic и подтверждаете,
                что ознакомились с Политикой конфиденциальности Epic.</p>
            <p>Некоторые слова или фразы определены, чтобы иметь
                конкретные значения при использовании в настоящем Соглашении.
                Эти слова и фразы определены ниже в Разделе 16.</p>
            <p>ПРИМЕЧАНИЕ: В ОТНОШЕНИИ НАСТОЯЩЕГО СОГЛАШЕНИЯ ДЕЙСТВУЕТ ОТКАЗ ОТ ГРУППОВЫХ ИСКОВ,
                КАК ПОДРОБНО ОПИСАНО В РАЗДЕЛЕ 12.</p>
            <div class="license_part">
                <h2>1.	Предоставление лицензии</h2>
                <p>Компания Epic предоставляет вам персональные, неисключительные,
                    не подлежащие передаче и сублицензированию права и лицензию на использование
                    Программного обеспечения и Услуг для ваших личных некоммерческих целей («Лицензия»).
                    Права, предоставляемые вам компанией Epic по Лицензии, регламентируются условиями
                    настоящего Соглашения. Вы можете использовать Лицензию только в том случае,
                    если соблюдаете все применимые условия.</p>
                <p>Лицензия вступает в силу с даты принятия вами условий настоящего Соглашения.
                    Программное обеспечение предоставляется вам по Лицензии, а не продается.
                    Лицензия не предоставляет вам никаких исключительных прав на Программное обеспечение.</p>
                <p>Для некоторого Программного обеспечения и некоторых Услуг могут действовать
                    дополнительные условия, относящиеся к этому конкретному Программному обеспечению
                    или этим конкретным Услугам, в частности Условия программного обеспечения.
                    При использовании Программного обеспечения или Услуги, в отношении которых
                    действуют дополнительные условия, вы соглашаетесь с такими дополнительными условиями.</p>
            </div>
            <div class="license_part">
                <h2>2.  Условия Лицензии</h2>
                <p>2.  Условия Лицензии
                    Запрещено выполнять следующие действия в отношении Программного обеспечения
                    или любой из его частей: (а) использовать его в коммерческих или рекламных целях;
                    (б) использовать его на нескольких устройствах одновременно; (c) копировать,
                    воспроизводить, отображать, исполнять или иным образом использовать его таким образом,
                    который прямо не разрешен в настоящем Соглашении или Условиях программного обеспечения;
                    (d) продавать, сдавать в аренду, сдавать в лизинг, лицензировать, распространять
                    или иным образом передавать его; (e) производить разборку, извлечение исходного кода,
                    модификацию, адаптацию, перевод, декомпиляцию или дизассемблирование или создавать
                    на его основе производные работы; (f) удалять, отключать, обходить или изменять любые
                    составленные правообладателем уведомления или надписи или технологии безопасности,
                    включенные в него; (g) создавать, разрабатывать, распространять или использовать
                    любые несанкционированные программы для получения преимуществ в любых онлайн-режимах
                    или в других игровых режимах; (h) использовать его для ущемления или нарушения
                    прав любой третьей стороны, включая любую интеллектуальную собственность,
                    права на имидж и права на неприкосновенность частной жизни; (i) использовать,
                    экспортировать или реэкспортировать его в нарушение любых применимых законов или постановлений;
                    или (j) вести себя таким образом, который препятствует комфортному использованию
                    Программного обеспечения или Услуг другими пользователями, как это предусмотрено Epic,
                    по исключительному усмотрению Epic, в том числе обманывать, преследовать,
                    использовать оскорбительные или ругательные выражения, покидать игру, саботировать игру,
                    распространять спам, заниматься социальным инжинирингом или мошенничеством.</p>
            </div>
            <div class="license_part">
                <h2>3.	Обновления и исправления</h2>
                <p>Epic вправе выпускать исправления или обновления Программного обеспечения,
                    которые необходимо установить для дальнейшего использования Программного
                    обеспечения или Услуг. Epic вправе удаленно обновлять Программное обеспечение,
                    не уведомляя вас, и вы настоящим даете Epic согласие на установку исправлений
                    и обновлений. Epic вправе в любое время изменять, приостанавливать, прекращать,
                    заменять или ограничивать доступ к любому элементу Программного обеспечения или Услуг.
                    Вы признаете, что использование вами Программного обеспечения или Услуг
                    не дает вам никаких имущественных, денежных и иных прав на любые элементы
                    или функции Программного обеспечения или Услуг, включая любые награды,
                    достижения, уровни персонажа в игре. Вы также подтверждаете, что любые
                    персональные данные, результаты игры, модификации игры или другие данные,
                    связанные с использованием вами Программного обеспечения или Услуг,
                    могут перестать быть доступными вам в любое время без предварительного
                    уведомления от Epic, в том числе после установки обновления или исправления Epic.
                    Компания Epic не обязуется осуществлять поддержку или обслуживание
                    Программного обеспечения или Услуг.</p>
            </div>
            <div class="license_part">
                <h2>4.	Модификации</h2>
                <p>Epic может разрешить вам использовать Сервисы для создания, разработки,
                    загрузки, отправки, передачи или иного предоставления Epic и другим
                    пользователям дополнений, улучшений, модификаций или другого пользовательского
                    контента для определенных видеоигр («Модификации»), если это будет разрешено
                    разработчиком или издателем таких видеоигр («Правообладатель»). Вы обязаны
                    соблюдать все применимые сторонние пользовательские соглашения, лицензионные
                    соглашения конечного пользователя и политики, относящиеся к Модификациям, включая
                    любые соглашения или политики Правообладателя. В отношении каждой Модификации
                    вы будете предоставлять полные и точные сведения в ответ на все запросы со
                    стороны Epic или Правообладателя на предмет использования интеллектуальной
                    собственности в рамках Модификации, мер и процедур обеспечения безопасности
                    и конфиденциальности Модификации, а также информации, относящейся к рейтингам контента,
                    при этом вы несете ответственность за то, что Модификация совместима
                    с Сервисами и соответствующей(-ими) видеоигрой(-ами) и продолжит таковой быть. </p>
                <p>Вы заверяете и гарантируете, что ваши Модификации: (1) не нарушают применимое законодательство;
                    (2) не нарушают и не наносят вред каким-либо правам третьих лиц,
                    включая права на интеллектуальную собственность или неприкосновенность частной жизни,
                    публичное разглашение или личные неимущественные права; (3) не содержат
                    какие-либо вирусы или вредоносный код или контент, например, любое программное обеспечение,
                    которое создает помехи, нарушает работу, наносит ущерб
                    или обеспечивает несанкционированный доступ к устройствам,
                    серверам, сетям или другим имущественным объектам или услугам любой третьей стороны.
                    Компания Epic оставляет за собой право убрать любую Модификацию по своему усмотрению.</p>
                <p>Epic не будет продавать ваши Модификации, за исключением тех случаев,
                    когда вы заключите отдельное соглашение с Epic, разрешающее ей совершать
                    такие действия. Вы признаете и соглашаетесь с тем, что: (1) вы не получаете
                    прав на какую-либо компенсацию со стороны Epic за ваши Модификации,
                    если это прямо не предусмотрено отдельным соглашением с Epic; (2) Epic не
                    обязана принимать, распространять или предоставлять какие-либо из ваших
                    Модификаций; (3) Epic предоставит адрес вашей электронной почты Правообладателям,
                    чтобы позволить Правообладателям связаться с вами в связи с вашими Модификациями;
                    и (4) Epic может направить вам претензии или уведомления о том, что у вас нет всех
                    необходимых прав в отношении вашей Модификации.</p>
                <p>Отправляя Модификации Epic, вы тем самым предоставляете Epic неисключительную,
                    полностью оплаченную, безвозмездную, отзывную лицензию на использование,
                    копирование, изменение, распространение, публичное исполнение и публичный
                    показ ваших Модификаций с целью предоставления конечным пользователям возможности
                    установить и использовать Модификации.</p>
            </div>
            <div class="license_part">
                <h2>5.	Обратная связь</h2>
                <p>Если вы предоставляете компании Epic какую-либо обратную связь, вы тем самым предоставляет
                    е Epic неисключительную, полностью оплаченную, безотзывную, безвозмездную, бессрочную,
                    передаваемую и сублицензируемую лицензию на использование, копирование,
                    модификацию, адаптацию, распространение, подготовку производных произведений
                    на его основе, публичное представление, публичную демонстрацию, изготовление,
                    организацию изготовления, использование, продажу, выставление на продажу, импорт
                    и иное использование такой обратной связи в любых целях, с использованием
                    всех текущих и будущих методов и форм эксплуатации в любой стране.
                    Если такие права не могут быть лицензированы в соответствии с применимым
                    законодательством (например, личные неимущественные права), вы тем самым
                    отказываетесь и соглашаетесь не утверждать все такие права. Вы понимаете
                    и соглашаетесь с тем, что Epic не обязан использовать любую обратную связь,
                    которую вы предоставляете. Вы соглашаетесь с тем, что, если Epic использует
                    вашу обратную связь, Epic не обязуется выплачивать вам денежное
                    вознаграждение или компенсацию. Вы заверяете и гарантируете, что у
                    вас есть достаточные права на любую Обратную связь, которую вы
                    предоставляете Epic, чтобы предоставить Epic и другим затронутым
                    сторонам права, описанные выше. Это включает в себя, помимо прочего, права
                    на интеллектуальную собственность и другие имущественные или личные права.</p>
            </div>
            <div class="license_part">
                <h2>6.	Лицензии на право собственности / Лицензии третьих лиц</h2>
                <p>Epic и его лицензиары владеют всеми исключительными и иными
                    интеллектуальными правами на Программное обеспечение и Услуги.
                    Epic, Epic Games, Unreal, Unreal Engine и их соответствующие
                    логотипы являются товарными знаками или зарегистрированными
                    товарными знаками Epic и аффилированных с ним лиц в Соединенных
                    Штатах Америки и других странах. Все права, предоставленные вам
                    в соответствии с настоящим Соглашением, предоставляются только
                    экспресс-лицензией, а не продажей. Ни лицензия, ни другие права
                    не создаются по настоящему Соглашению подразумеваемым образом,
                    посредством эстоппеля или иным образом.</p>
            </div>
            <div class="license_part">
                <h2>7.	Отказ от ответственности и ограничение ответственности</h2>
                <p>Программное обеспечение и Услуги предоставляются «в текущем состоянии» и «в рамках доступности»,
                    «со всеми дефектами» и без каких-либо гарантий. Epic, его филиалы,
                    а также их лицензиары и поставщики услуг (в совокупности «Стороны Epic»)
                    отказываются от всех представлений, гарантий и условий (будь то явных или подразумеваемых)
                    в отношении Программного обеспечения и услуг, включая без ограничений в отношении ненарушения прав,
                    товарности, пригодности или пригодности для любых целей (независимо от того,
                    знает ли Epic или имеет основания знать о какой-либо такой цели), независимо
                    от того, возникает ли это в силу закона, обычая или использования в сфере
                    продаж или в силу обычной практики ведения деловых операций. Не ограничивая
                    общности вышеизложенного, Стороны Epic не дают никаких гарантий, что (1)
                    Программное обеспечение или Услуги будут работать должным образом, (2) работа
                    Программного обеспечения или Услуг будет непрерывной или свободной от багов,
                    ошибок или вредоносного ПО (например, вирусов), или (3) любые дефекты Программного
                    обеспечения или Услуг могут или будут исправлены. Этот пункт будет применяться
                    в максимальной степени, разрешенной действующим законодательством.</p>
                <p>В максимальной степени, разрешенной действующим законодательством,
                    Стороны Epic не несут ответственности за любую потерю прибыли или
                    любые косвенные, случайные, последующие, особые, штрафные или
                    иллюстративные убытки, возникшие на основании настоящего Соглашения,
                    Программного обеспечения или Услуг или в связи с ними, даже если
                    Сторона Epic была проинформирована о возможности такого ущерба.
                    Кроме того, в максимальной степени, разрешенной действующим
                    законодательством, совокупная ответственность Сторон Epic, возникающая
                    на основе настоящего Соглашения, Программного обеспечения или Услуг
                    или в связи с ними, не превышает общую сумму, уплаченную вами (если таковая имеется)
                    компании Epic за конкретное Программное обеспечение или Услугу,
                    к которой относится обязательство, в течение двенадцати (12) месяцев,
                    непосредственно предшествующих событиям, порождающим такую ​​ответственность.
                    Такие ограничения и исключения в отношении убытков применяются, даже
                    если применяемым средствам защиты прав не удается добиться надлежащей компенсации убытков.</p>
                <p>Как использовано в вышеупомянутом исключении определенных гарантий и ограничении ответственности,
                    термин «Стороны Epic» включает разработчика Программного обеспечения или Услуги, лицензия на
                    которые передается вам по настоящему Соглашению
                    (будь то Epic, аффилированное с ним лицо или третье лицо),
                    если вы не согласились с Условиями программного обеспечениядля
                    этого Программного обеспечения или Услуги, которые включают отказ
                    от гарантий разработчика или ограничение ответственности разработчика.</p>
                <p>Несмотря на вышесказанное, некоторые страны, штаты, провинции или другие юрисдикции
                    не позволяют исключать определенные гарантии или ограничение ответственности,
                    как указано выше, поэтому вышеуказанные условия могут не применяться к вам.
                    При этом в таких юрисдикциях изложенные выше исключения и ограничения применяются
                    только в установленных действующим законодательством таких юрисдикций случаях.
                    Кроме того, у вас могут быть дополнительные юридические права в вашей юрисдикции,
                    и ни одно из положений настоящего Соглашения не ущемляет законные права, которые
                    вы можете иметь в качестве потребителя Программного обеспечения или Услуг.</p>
            </div>
        </div>
    </div>
    @include("layouts/footer")
@stop
