@extends("layouts.app")
@section("content")
    @include("layouts_versions/header_line_two")
    <div class="content other_style_content">
        <div class="rules_container">
            <h1>ПОЛИТИКА В ОТНОШЕНИИ ФАН-КОНТЕНТА</h1>
            <div class="rules_text_part">
                <p>Всем сотрудникам компании Epic Games очень
                    приятно, что поклонники наших игр
                    и компании проявляют интерес
                    к играм компании и к самой компании.
                    Мы в восторге от того, что вы хотите
                    создавать художественные изображения,
                    веб-сайты и другой контент с использованием
                    объектов нашей интеллектуальной собственности.
                    Поскольку мы тратим много времени,
                    сил и денег на создание объектов нашей
                    интеллектуальной собственности,
                    мы стремимся защищать наши права
                    на объекты интеллектуальной собственности.</p>
            </div>
            <div class="rules_text_part">
                <p>В большинстве случаев использование наших игр,
                    художественных изображений, видеоматериалов,
                    музыки, героев игр, логотипов и другой
                    интеллектуальной собственности
                    (далее именуемой «Интеллектуальная
                    собственность Epic») без нашего
                    разрешения является незаконным
                    и нарушает наши права. Чтобы разъяснить
                    допустимый порядок использования Фан-контента,
                    мы создали настоящую Политику.
                    В настоящей Политике термин «Фан-контент»
                    означает ваши личные, используемые
                    в некоммерческих целях (i) художественные
                    работы поклонника наших игр (например,
                    художественные изображения, фотографии,
                    видеоролики и другие материалы),
                    основанные на Интеллектуальной собственности Epic,
                    и (ii) находящиеся в свободном доступе
                    веб-сайты и приложения, которые относятся
                    к Интеллектуальной собственности Epic.</p>
            </div>
            <div class="rules_text_part">
                <p>Прежде чем приступать к созданию
                    Фан-контента, внимательно ознакомьтесь
                    с настоящей Политикой. Мы сохраняем
                    за собой право периодически вносить
                    изменения в настоящую Политику путем
                    размещения новой редакции текста
                    Политики на нашем веб-сайте.
                    Любой уже созданный Фан-контент,
                    который больше не соответствует
                    настоящей Политике в связи с изменениями,
                    внесенными в ее текст,
                    должен быть изменен таким образом,
                    чтобы он соответствовал настоящей Политике.</p>
            </div>
            <h2>Раздел 1. Общие правила</h2>
            <div class="rules_text_part">
                <p>1.1 Вы имеете право создавать
                    Фан-контент на основании Интеллектуальной
                    собственности Epic при условии
                    соблюдения требования настоящей
                    Политики. Запрещается создавать
                    Фан-контент, который нарушает
                    настоящую Политику.</p>
            </div>
            <div class="rules_text_part">
                <p>1.2 Настоящая политика применяется
                    только в отношении Интеллектуальной
                    собственности Epic, к которой вы
                    осуществляете доступ в соответствии
                    с Пользовательским соглашением компании Epic,
                    лицензионными соглашениями конечного
                    пользователя компании Epic и (или)
                    другими соглашениями, заключенными
                    между вами и компанией Epic. Например,
                    если вы приняли лицензионное соглашение
                    конечного пользователя компании Epic
                    в отношении определенной игры,
                    настоящая Политика будет относиться
                    к Фан-контенту, который вы создаете
                    на основании этой игры.</p>
            </div>
            <div class="rules_text_part">
                <p>1.3 Настоящая политика применяется
                    только в отношении Интеллектуальной
                    собственности Epic, к которой вы
                    осуществляете доступ в соответствии
                    с Пользовательским соглашением компании Epic,
                    лицензионными соглашениями конечного
                    пользователя компании Epic и (или)
                    другими соглашениями, заключенными
                    между вами и компанией Epic. Например,
                    если вы приняли лицензионное соглашение
                    конечного пользователя компании Epic
                    в отношении определенной игры,
                    настоящая Политика будет относиться
                    к Фан-контенту, который вы создаете
                    на основании этой игры.</p>
            </div>
            <div class="rules_text_part">
                <p>1.4 Настоящая политика применяется
                    только в отношении Интеллектуальной
                    собственности Epic, к которой вы
                    осуществляете доступ в соответствии
                    с Пользовательским соглашением компании Epic,
                    лицензионными соглашениями конечного
                    пользователя компании Epic и (или)
                    другими соглашениями, заключенными
                    между вами и компанией Epic. Например,
                    если вы приняли лицензионное соглашение
                    конечного пользователя компании Epic
                    в отношении определенной игры,
                    настоящая Политика будет относиться
                    к Фан-контенту, который вы создаете
                    на основании этой игры.</p>
            </div>
        </div>
    </div>
    @include("layouts_versions/footer_two")
@stop
